Repository: projectestac/wordpress-blogger-importer
Catalog: languages/blogger-importer-*.po
Languages: ca

source: Sorry, there has been an error.
ca: Ho sentim , s'ha produït un error.

source: The file does not exist, please try again.
ca: El fitxer no existeix , intenteu-ho de nou.

source: All done.
ca: Fet!

source: Have fun!
ca: Divertiu-vos!

source: Remember to update the passwords and roles of imported users.
ca: Recordeu actualitzar les contrasenyes i els rols dels usuaris importats.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
ca: El fitxer d'exportació no s'ha pogut trobar a < code > % s < / code > . És probable que això sigui per un problema de permisos .

source: Error getting file info
ca: S'ha trobat un error

source: Assign Authors
ca: Defineix autors

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
ca: Per fer-ho més senzill per editar i guardar el contingut importat, és possible que vulgueu reassignar l'autor de l'article importat a un usuari existent d'aquest lloc . Per exemple, és possible que vulgueu importar totes les entrades com a <code> admin </code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
ca: Si es crea un usuari nou a través de WordPress, es generarà una contrasenya nova de forma aleatòria i s'establirà un rol nou com a %s. Si fos necessari, canvieu manualment els detalls d'aquest usuari.

source: Import author:
ca: Importa l'autor:

source: as a new user:
ca: com a usuari nou:

source: or assign posts to an existing user:
ca: o assigneu els missatges a un usuari existent:

source: - Select -
ca: - Seleccioneu -

source: Failed to create new user because already exists. Their posts will be attributed to the current user.
ca: Error en crear l'usuari nou perquè ja existeix. Els seus llocs s'atribuiran a l'usuari actual.

source: Failed to create new user for %s. Their posts will be attributed to the current user.
ca: Error al crear a l'usuari nou per %s. Els seus llocs s'atribuiran a l'usuari actual.

source: Lowrez not an image
ca: Lowrez no una imatge

source: None of the images are valid
ca: No hi ha cap imatge vàlida

source: Attempting to write back empty content
ca: Intentant tornar a escriure contingut buit

source: Import Blogger
ca: Importació de Blogger

source: Howdy! Upload your Blogger Exported XML file and we&#8217;ll import the contents from it into this site.
ca: Hola! Pugeu el fitxer XML exportat de Blogger i importeu el contingut d'aquest lloc.

source: Choose an XML file to upload, then click Upload file and import.
ca: Trieu un fitxer XML per carregar, feu clic a Penja el fitxer i importa'l.

source: Import categories, posts, images and comments then maps users from a Blogger blog.
ca: Importa categories, articles, imatges i comentaris d'un blog de Blogger.
